import '../css/deliveryPage.scss';

export function DeliveryPage() {
    return (
        <div className="container">
            <h3 className="title">Доставка</h3>
            <div className="delivery">
                <p>Доставка в нашем интренет-магазине осуществляется по г.Могилеву, а также по Беларуси посредством сервиса Европочта.<br />
                    Стоимость доставки по г.Могилеву - бесплатно<br />
                    Стоимость доставки по Беларуси - 9руб.<br />
                    Доставка по Беларуси оплачивается наложенным платежом в отделении Европочты покупателя.<br />
                </p>
            </div>
        </div>
    )
}