export function PersonalInfoPage() {
    return (
        <div className="container">
            <h3 className="title">Обработка персональных данных</h3>
            <p>
                <h6 className="title">Согласие на действия с персональными данными</h6>
                1. Настоящее Согласие Пользователя (далее – настоящее Согласие) является неотъемлемой частью Соглашения о порядке использования интернет-магазина «bythim.by», расположенный по адресу nikitagrup.by (далее – Соглашение) и дается интернет-магазину исключительно в целях предоставления последним Пользователю возможности использования ресурсов интернет-магазина.<br /><br />

                2. Термины и их определения в настоящем Согласии используются в терминах и их определениях, приведенных в Соглашении, а также:термин «персональные данные» применяется в определении и значении, установленном ст. 8 Закона Республики Беларусь от 21.07.2008 № 418-З «О регистре населения» в значении и определении термина «основные персональные данные»; термин «согласие» означает согласие Пользователя на осуществление действий с информацией, касающейся Пользователя и относящейся к коммерческой или иной охраняемой законом тайне для целей использования ресурсов единого портала, предоставления доступа к электронным услугам посредством сети интернет;термин «действия» означает – сбор, обработку, хранение, запись, систематизацию, накопление, уточнение (обновление, изменение), извлечение, использование, удаление информации в информационных ресурсах (системах) Республики Беларусь, о персональных данных Пользователя, с соблюдением требований, определенных законодательством об информации, информатизации и защите информации.<br /><br />

                3. Подтверждение Согласия Пользователя осуществляется в процессе регистрации Пользователя на едином портале посредством нажатия Пользователем кнопки “Я согласен с правилами использования ресурсов портала и передачей персональных данных”, помещенной под формой регистрации. Момент регистрации «личного кабинета» (учетной записи) означает подтверждение Пользователем своего согласия с Согласием, а также согласие со всеми условиями Соглашения и безоговорочное их принятие<br /><br />

                4. Принимая условия настоящего Согласия и Соглашения, Пользователь подтверждает, что при регистрации «личного кабинета» (учетной записи) по адресу nikitagrup.by Пользователь указал достоверные персональные данные, даёт своё согласие на осуществление действий со своими персональными данными, а также с информацией, касающейся Пользователя и относящейся к коммерческой или иной охраняемой законом тайне, владельцем интернет-магазина «byhim.by» в соответствии с законодательством Республики Беларусь с соблюдением требований, определенных законодательством об информации, информатизации и защите информации.<br /><br />

                5. Целью получения интернет-магазином «bythim.by» Согласия Пользователя является предоставление возможности Пользователю использования ресурсов интернет-магазина путем регистрации «личного кабинета» (учетной записи). Оператор интернет-магазина имеет право осуществлять действия с персональными данными Пользователя, а также с информацией, касающейся Пользователя и относящейся к коммерческой или иной охраняемой законом тайне, в течение срока действия доступа Пользователя к интернет-магазину.<br /><br />
            </p>
        </div>
    )
}