export function PolicyPage() {
    return (
        <div className="container">
            <h3 className="title">Политика конфиденциальности</h3>
            <p>
                <h6 className="title">Политика конфиденциальности ресурса bythim.by</h6>
                Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую Демонстрационный Интернет-магазин bythim.by расположенный на доменном имени https://bythim.by, может получить о Пользователе во время использования сайта https://bythim.by, программ, продуктов и услуг Демонстрационного Интернет-магазина https://bythim.by. <br /><br />

                1.ОПРЕДЕЛЕНИЕ ТЕРМИНОВ<br />
                1.1. В настоящей Политике конфиденциальности используются следующие термины:<br />

                1.1.1. «Администрация сайта bythim.by (далее – Администрация сайта)» – уполномоченные сотрудники на управления сайтом, действующие от имени bythim.by , которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.<br />

                1.1.2. «Персональные данные» – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).<br />

                1.1.3. «Обработка персональных данных» – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.<br />

                1.1.4. «Конфиденциальность персональных данных» – обязательное для соблюдения Оператором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.<br />

                1.1.5. «Пользователь сайта https://bythim.by (далее Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт https://bythim.by<br />

                1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP(HTTPS)-запросе при попытке открыть страницу соответствующего сайта.<br />

                1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.<br />

                2.ОБЩИЕ ПОЛОЖЕНИЯ<br />
                2.1. Использование Пользователем сайта bythim.by означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.<br />

                2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта bythim.by.<br />

                2.3. Настоящая Политика конфиденциальности применяется только к сайту bythim.by. bythim.by не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте bythim.by.<br />

                2.4. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта bythim.by.<br /><br />

                3.ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ<br />
                3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта bythim.by по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации сайта при регистрации на сайте bythim.by.<br />

                3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения регистрационной формы на Сайте bythim.by или передаче посредством электронной почты и включают в себя следующую информацию:<br />

                3.2.1. Имя, фамилию, Пользователя;<br />

                3.2.2. Название организации, которую представляет пользователь;<br />

                3.2.3. Контактный телефон Пользователя;<br />

                3.2.4. Адрес электронной почты (e-mail), ICQ;<br />

                3.2.5. Почтовый адрес;<br />

                3.2.6. Адрес сайта или страницы;<br />

                3.2.7. Название сайта;<br />

                3.2.8. Фотографии;<br />

                3.2.9. Город.<br />

                3.3. Любая иная персональная информация неоговоренная выше (история заказов, используемые браузеры и операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.<br /><br />

                4.ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ<br />
                4.1. Персональные данные Пользователя Администрация сайта bythim.by может использовать в целях:<br />

                4.1.1. Выполнения услуг bythim.by по оформлению и сопровождению заказов Пользователя.<br />

                4.1.2. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования <br />bythim.by , оказания услуг, обработка запросов и заявок от Пользователя.<br />

                4.1.3. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.<br />

                4.1.4. Уведомления Пользователя Сайта bythim.by о состоянии объявления (Заказа).<br />

                4.1.5. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем связанных с использованием Сайта bythim.by .<br />

                4.1.6. Предоставления Пользователю с его согласия, обновлений услуг, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени bythim.by или от имени партнеров bythim.by .<br />

                4.1.7. Предоставления доступа Пользователю на сайты или сервисы партнеров bythim.by с целью получения продуктов, обновлений и услуг.<br /><br />

                5.СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ<br />
                5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.<br />

                5.2. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти РБ только по основаниям и в порядке, установленным законодательством РБ.<br />

                5.3. При утрате или разглашении персональных данных Администрация сайта информирует Пользователя об утрате или разглашении персональных данных.<br />

                5.4. Администрация сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.<br />

                5.5. Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.<br />

                5.6. Персональные данные пользователей ни при каких обстоятельствах не передаются третьим лицам, за исключением случаев, предусмотренных п. 5.2. настоящей Политики конфиденциальности.<br /><br />

                6.ОБЯЗАТЕЛЬСТВА СТОРОН<br />
                6.1. Пользователь обязан:<br />

                6.1.1. Предоставить информацию о персональных данных, необходимую для пользования сайтом bythim.by .<br />

                6.1.2. Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.<br />

                6.2. Администрация сайта обязана:<br />

                6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.<br />

                6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.<br />

                6.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.<br />

                6.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.<br /><br />

                7.ОТВЕТСТВЕННОСТЬ СТОРОН<br />
                7.1. В случае утраты или разглашения Конфиденциальной информации Администрация сайта не несёт ответственность, если данная конфиденциальная информация:<br />

                7.1.1. Стала публичным достоянием до её утраты или разглашения.<br />

                7.1.2. Была получена от третьей стороны до момента её получения Администрацией сайта.<br />

                7.1.3. Была разглашена с согласия Пользователя.<br /><br />

                8.РАЗРЕШЕНИЕ СПОРОВ<br />
                8.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем сайта bythim.by и Администрацией сайта, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).<br />

                8.2. Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.<br />

                8.3. При не достижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством РБ.<br />

                8.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта применяется действующее законодательство РБ.<br /><br />

                9.ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ<br />
                9.1. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.<br />

                9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте bythim.by, если иное не предусмотрено новой редакцией Политики конфиденциальности.<br />

                9.3. Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать по электронной почте max_air@mail.ru .<br />

                9.4. Действующая Политика конфиденциальности размещена на странице по адресу  https://bythim.by/policy</p>
        </div>
    )
}